Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Wait for the image import to finish or cancel the import
de: Warten Sie, bis der Bildimport abgeschlossen ist, oder brechen Sie den Import ab
es: Espere a que finalice la importación de la imagen o cancele la importación
fr: Attendez la fin de l'importation de l'image ou annulez l'importation
it: Attendi il completamento dell'importazione dell'immagine o annulla l'importazione
ja: 画像のインポートが完了するまで待つか、インポートをキャンセルしてください
ko: 이미지 가져오기가 완료될 때까지 기다리거나 가져오기를 취소하세요.
pt_br: Aguarde a conclusão da importação da imagem ou cancele a importação
zh_hans: 等待图像导入完成或取消导入
zh_hant: 等待影像匯入完成或取消匯入

source: Waiting for the current model request to stop
de: Warten darauf, dass die aktuelle Modellanforderung beendet wird
es: Esperando que se detenga la solicitud del modelo actual
fr: En attente de l'arrêt de la demande de modèle en cours
it: In attesa dell'arresto della richiesta del modello corrente
ja: 現在のモデルリクエストが停止するのを待っています
ko: 현재 모델 요청이 중지되기를 기다리는 중
pt_br: Aguardando a interrupção da solicitação do modelo atual
zh_hans: 等待当前模型请求停止
zh_hant: 等待目前模型請求停止

source: Waiting for the framework response…
de: Warten auf die Antwort des Frameworks…
es: Esperando la respuesta del marco...
fr: En attente de la réponse du framework…
it: In attesa della risposta del framework…
ja: フレームワークの応答を待っています…
ko: 프레임워크 응답을 기다리는 중…
pt_br: Aguardando resposta do framework…
zh_hans: 等待框架响应...
zh_hant: 等待框架回應...

# Warning: run completed with %@ in the transcript. Total tokens: %lld.
source: Warning: run completed with %1$@ in the transcript. Total tokens: %2$lld.
de: Warnung: Lauf mit %1$@ im Transkript abgeschlossen. Gesamtzahl der Token: %2$lld.
es: Advertencia: ejecución completada con %1$@ en la transcripción. Total de tokens: %2$lld.
fr: Attention : exécution terminée avec %1$@ dans la transcription. Total des jetons : %2$lld.
it: Attenzione: corsa completata con %1$@ nella trascrizione. Gettoni totali: %2$lld.
ja: 警告: 実行はトランスクリプトに %1$@ で完了しました。トークンの合計: %2$lld。
ko: 경고: 성적표에 %1$@가 포함된 실행이 완료되었습니다. 총 토큰: %2$lld.
pt_br: Aviso: execução concluída com %1$@ na transcrição. Total de tokens: %2$lld.
zh_hans: 警告：运行已完成，记录中包含 %1$@。代币总数：%2$lld。
zh_hant: 警告：運行已完成，記錄中包含 %1$@。代幣總數：%2$lld。

source: Watch the response arrive as the model generates it
de: Beobachten Sie, wie die Antwort eintrifft, während das Modell sie generiert
es: Observe cómo llega la respuesta a medida que la genera el modelo.
fr: Regardez la réponse arriver au fur et à mesure que le modèle la génère
it: Guarda la risposta arrivare mentre il modello la genera
ja: モデルが生成した応答の到着を監視します
ko: 모델이 응답을 생성할 때 응답이 도착하는 것을 지켜보세요.
pt_br: Observe a resposta chegar conforme o modelo a gera
zh_hans: 观察模型生成响应时的响应
zh_hant: 觀察模型產生反應時的反應

source: Watch the response arrive as the model generates it.
de: Beobachten Sie, wie die Antwort eintrifft, während das Modell sie generiert.
es: Observe cómo llega la respuesta a medida que el modelo la genera.
fr: Regardez la réponse arriver au fur et à mesure que le modèle la génère.
it: Guarda la risposta arrivare mentre il modello la genera.
ja: モデルが生成した応答の到着を監視します。
ko: 모델이 생성할 때 응답이 도착하는 것을 지켜보세요.
pt_br: Observe a resposta chegar à medida que o modelo a gera.
zh_hans: 观察模型生成响应时的响应。
zh_hant: 觀察模型產生反應時的反應。

source: What did I decide about Kyoto?
de: Was habe ich über Kyoto entschieden?
es: ¿Qué decidí sobre Kioto?
fr: Qu'ai-je décidé à propos de Kyoto ?
it: Cosa ho deciso riguardo a Kyoto?
ja: 私が京都について決めたことは何ですか？
ko: 나는 교토에 대해 무엇을 결정했나요?
pt_br: O que decidi sobre Kyoto?
zh_hans: 我对京都做出了什么决定？
zh_hant: 我對京都做了什麼決定？

source: What do you want to know about your available Health data?
de: Was möchten Sie über Ihre verfügbaren Gesundheitsdaten wissen?
es: ¿Qué quieres saber sobre tus datos de Salud disponibles?
fr: Que souhaitez-vous savoir sur vos données de Santé disponibles ?
it: Cosa vuoi sapere sui tuoi dati sanitari disponibili?
ja: 利用可能な健康データについて何を知りたいですか?
ko: 사용 가능한 건강 데이터에 대해 무엇을 알고 싶으십니까?
pt_br: O que você deseja saber sobre os dados de saúde disponíveis?
zh_hans: 关于您的可用健康数据，您想了解哪些信息？
zh_hant: 關於您的可用健康數據，您想了解哪些資訊？

source: What does the index not know about Tokyo?
de: Was weiß der Index nicht über Tokio?
es: ¿Qué no sabe el índice sobre Tokio?
fr: Qu'est-ce que l'index ne sait pas sur Tokyo ?
it: Cosa non sa l'indice di Tokyo?
ja: インデックスが東京について知らないことは何ですか?
ko: 지수가 도쿄에 대해 모르는 것은 무엇입니까?
pt_br: O que o índice não sabe sobre Tóquio?
zh_hans: 东京哪些指数不知道？
zh_hant: 東京哪些指數不知道？

source: What meal should I estimate?
de: Welche Mahlzeit sollte ich schätzen?
es: ¿Qué comida debo estimar?
fr: Quel repas dois-je estimer ?
it: Quale pasto devo stimare?
ja: どのような食事を見積もればよいですか?
ko: 어떤 식사를 예상해야 하나요?
pt_br: Que refeição devo estimar?
zh_hans: 我应该估计吃什么餐？
zh_hant: 我該估計吃什麼餐？

source: What sleep data is available?
de: Welche Schlafdaten sind verfügbar?
es: ¿Qué datos de sueño están disponibles?
fr: Quelles données de sommeil sont disponibles ?
it: Quali dati sul sonno sono disponibili?
ja: どのような睡眠データが利用可能ですか?
ko: 어떤 수면 데이터를 사용할 수 있나요?
pt_br: Quais dados de sono estão disponíveis?
zh_hans: 有哪些睡眠数据可用？
zh_hant: 有哪些睡眠數據可用？

source: What step data is available for today?
de: Welche Schrittdaten sind für heute verfügbar?
es: ¿Qué datos de pasos están disponibles para hoy?
fr: Quelles données d'étape sont disponibles pour aujourd'hui ?
it: Quali dati sui passi sono disponibili per oggi?
ja: 今日利用できる歩数データは何ですか?
ko: 오늘은 어떤 걸음 데이터를 사용할 수 있나요?
pt_br: Quais dados de etapas estão disponíveis hoje?
zh_hans: 今天有哪些步数数据可用？
zh_hant: 今天有哪些步數資料可用？

source: Which hike advice mentions rain?
de: Welcher Wandertipp erwähnt Regen?
es: ¿Qué consejo de caminata menciona la lluvia?
fr: Quel conseil de randonnée mentionne de la pluie ?
it: Quale consiglio per l'escursione menziona la pioggia?
ja: 雨について言及しているハイキングのアドバイスはどれですか?
ko: 비에 대한 언급이 있는 하이킹 조언은 무엇입니까?
pt_br: Qual conselho de caminhada menciona chuva?
zh_hans: 哪条徒步建议提到了下雨？
zh_hant: 哪一條徒步建議提到了下雨？

source: Workflow
de: Arbeitsablauf
es: Flujo de trabajo
fr: Flux de travail
it: Flusso di lavoro
ja: ワークフロー
ko: 작업 흐름
pt_br: Fluxo de trabalho
zh_hans: 工作流程
zh_hant: 工作流程

source: Your latest changes are still available in this session. Try saving again.
de: Ihre letzten Änderungen sind in dieser Sitzung weiterhin verfügbar. Versuchen Sie erneut zu speichern.
es: Sus últimos cambios todavía están disponibles en esta sesión. Intente guardar nuevamente.
fr: Vos dernières modifications sont toujours disponibles dans cette session. Essayez à nouveau d'enregistrer.
it: Le tue ultime modifiche sono ancora disponibili in questa sessione. Prova a salvare di nuovo.
ja: 最新の変更はこのセッションで引き続き利用できます。もう一度保存してみてください。
ko: 이 세션에서는 최신 변경사항을 계속 사용할 수 있습니다. 다시 저장해 보세요.
pt_br: Suas alterações mais recentes ainda estão disponíveis nesta sessão. Tente salvar novamente.
zh_hans: 您的最新更改在此会话中仍然可用。再次尝试保存。
zh_hant: 您的最新更改在此會話中仍然可用。再次嘗試儲存。

source: ^[%lld attachment segment](inflect: true)
de: ^[%lld Befestigungssegment](inflect: true)
es: ^[%lld segmento de fijación](inflect: true)
fr: ^[%lld segment de fixation](inflect: true)
it: ^[%lld segmento di attacco](inflect: true)
ja: ^[%lld アタッチメントセグメント](inflect: true)
ko: ^[%lld 부착 세그먼트](inflect: true)
pt_br: ^[%lld segmento de fixação](inflect: true)
zh_hans: ^[%lld 附件段](inflect: true)
zh_hant: ^[%lld 附件段](inflect: true)

source: Journaling
es: Diario
fr: Journalisation
it: Diario
ja: ジャーナリング
ko: 저널링
pt_br: Diário
zh_hans: 日记
zh_hant: 日記

source: Sampling
es: Muestreo
fr: Échantillonnage
it: Campionamento
ja: サンプリング
ko: 샘플링
pt_br: Amostragem
zh_hans: 采样
zh_hant: 取樣

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pt_br: Estado
zh_hans: 状态
zh_hant: 狀態

source: Tools
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pt_br: Ferramentas
zh_hans: 工具
zh_hant: 工具

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Experiment
es: Experimento
fr: Expérience
it: Esperimento
ja: 実験
ko: 실험
pt_br: Experimento
zh_hans: 实验
zh_hant: 實驗

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 系统
zh_hant: 系統

source: ^[%lld tool](inflect: true)
es: ^[%lld herramienta](inflect: true)
fr: ^[%lld outil](inflect: true)
it: ^[%lld strumento](inflect: true)
ja: %lld個のツール
ko: 도구 %lld개
pt_br: ^[%lld ferramenta](inflect: true)
zh_hans: %lld 个工具
zh_hant: %lld 個工具

source: Adapter
es: Adaptador
fr: Adaptateur
it: Adattatore
ja: アダプター
ko: 어댑터
pt_br: Adaptador
zh_hans: 适配器
zh_hant: 適配器

source: Adapter Workflow
es: Adaptador Workflow
fr: Flux de travail de l'adaptateur
it: Flusso di lavoro adattatore
ja: アダプターワークフロー
ko: 어댑터 워크플로
pt_br: Fluxo de trabalho adaptador
zh_hans: 适应器工作流程
zh_hant: 工作流程

source: Alt Text
es: Texto Alt
fr: Texte Alt
it: Alt testo
ja: Altテキスト
ko: Alt 텍스트
pt_br: Alt texto
zh_hans: 替换文本
zh_hant: 替代文字

source: App-owned policy
es: Política de propiedad de la aplicación
fr: Politique relative aux applications
it: Politica commerciale
ja: アプリ所有方針
ko: 앱 소유 정책
pt_br: Política de aplicação
zh_hans: 应用自主政策
zh_hant: 共有政策

source: Code
es: Código
it: Codice
ja: コードコード
ko: 코드
pt_br: Código
zh_hans: 代码
zh_hant: 代碼

source: Common, edge, adversarial
es: Común, filo, adversario
fr: Fréquent, bord, adversaire
it: Comune, bordo, avversario
ja: 共通、端、adversarial
ko: 일반, 경계, 적대적
pt_br: Comum, borda, adversário
zh_hans: 共同的、边缘的、对抗性的
zh_hant: 共同的,邊緣的,對手的

source: Foundation Models framework
es: framework Foundation Models
fr: framework Foundation Models
it: framework Foundation Models
ja: Foundation Models フレームワーク
ko: Foundation Models 프레임워크
pt_br: framework Foundation Models
zh_hans: Foundation Models 框架
zh_hant: Foundation Models 框架

source: Human ratings
es: Calificaciones humanas
fr: Évaluations humaines
it: Punteggio umano
ja: 人間の評価
ko: 인간 평가
pt_br: Avaliação humana
zh_hans: 人类评级
zh_hant: 人類收視率

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: Runtime trace
es: Traza de ejecución
fr: Trace d’exécution
it: Traccia di runtime
ja: ランタイムトレース
ko: 런타임 추적
pt_br: Rastreamento de execução
zh_hans: 运行时间跟踪
zh_hant: 執行時間追蹤

source: Segment
es: Segmento
it: Segmento
ja: セグメント
ko: 세그먼트
pt_br: Segmento
zh_hans: 部分
zh_hant: 部件

source: Simulator
es: Simulador
it: Simulatore
ja: シミュレータ
ko: 시뮬레이터
pt_br: Simulador
zh_hans: 模拟器
zh_hant: 模擬器

source: Vision
es: Visión
it: Visione
ja: ビジョン
ko: 비전
pt_br: Visão
zh_hans: 愿景
zh_hant: 愿景

source: Workshop
es: Taller
fr: Atelier
ja: ワークショップ
ko: 워크숍
pt_br: Oficina
zh_hans: 讲习班
zh_hant: 讲习班

source: medium
es: mediano
fr: moyenne
it: media
ja: メディア
ko: 중간
pt_br: Médio
zh_hans: 介质
zh_hant: 中

source: 1 token
es: 1 ficha
fr: 1 jeton
it: 1 gettone
ja: トークン 1 個
ko: 토큰 1개
pt_br: 1 ficha
zh_hans: 1 个代币
zh_hant: 1 個代幣

source: Agent Bridge
es: Puente de agente
fr: Pont d'agent
it: Ponte dell'agente
ja: エージェントブリッジ
ko: 에이전트 브릿지
pt_br: Ponte do Agente
zh_hans: 代理桥
zh_hant: 代理橋

source: Arrays
es: Matrices
fr: Tableaux
it: Array
ja: 配列
ko: 배열
pt_br: Matrizes
zh_hans: 数组
zh_hant: 數組

source: Details:
es: Detalles:
fr: Détails :
it: Dettagli:
ja: 詳細:
ko: 세부정보:
pt_br: Detalhes:
zh_hans: 详情：
zh_hant: 詳情：

source: Format
es: Formato
it: Formato
ja: フォーマット
ko: 형식
pt_br: Formato
zh_hans: 格式
zh_hant: 格式

source: Framework ID
es: ID del marco
fr: ID du cadre
it: ID quadro
ja: フレームワークID
ko: 프레임워크 ID
pt_br: ID da estrutura
zh_hans: 框架 ID
zh_hant: 框架 ID

source: Swift Code
es: Código Swift
fr: Code Swift
it: Codice Swift
ja: Swift コード
ko: Swift 코드
pt_br: Código Swift
zh_hans: Swift 代码
zh_hant: Swift 程式碼

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 正文
zh_hant: 正文

source: Prompt
fr: Invite
ja: プロンプト
ko: 프롬프트
zh_hans: 提示词
zh_hant: 提示詞

source: Tab
fr: onglet
it: Scheda
ja: タブ
ko: 탭
zh_hans: 标签页
zh_hant: 分頁

source: %lld token
fr: %lld jeton
ja: %lld トークン
ko: %lld 토큰
zh_hans: %lld 个令牌
zh_hant: %lld 個權杖

source: Apple silicon Mac
fr: Mac de silicium Apple
it: Apple silicio Mac
ja: アップルシリコンマック
ko: 애플 실리콘 맥
pt_br: Mac de silicone de maçã
zh_hans: 苹果硅麦克
zh_hant: 蘋果硅 Mac

source: ^[%lld token](inflect: true)
fr: ^[%lld jeton](inflect: true)
ja: %lld個のトークン
ko: 토큰 %lld개
zh_hans: %lld 个令牌
zh_hant: %lld 個權杖

source: %lld bytes
fr: %lld octets
it: %lld byte
ja: %lld バイト
ko: %lld 바이트
zh_hans: %lld 字节
zh_hant: %lld 位元組

source: %lld g
it: %lld gr
zh_hans: %lld 克
zh_hant: %lld 克

source: %@ s
ja: %@秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: Framework
ja: フレームワーク
ko: 프레임워크
zh_hans: 框架
zh_hant: 框架

source: Mac CLI
ja: メニュー CLI
zh_hans: 麦克 CLI
zh_hant: 麥克 CLI

source: Streaming
ja: ストリーミング
ko: 스트리밍
zh_hans: 流线
zh_hant: 流動

# Extra: %@ %@
source: Extra: %1$@ %2$@
ja: おまけ: %1$@ %2$@
ko: 추가: %1$@ %2$@
zh_hans: 额外：%1$@ %2$@
zh_hant: 額外：%1$@ %2$@
